Repository: antonkliukin/Disciplinizer
Catalog: Disciplinizer/Assets/*.lproj/Localizable.strings
Languages: ru

# guide.gotIt.title
source: Got it
ru: Понятно

# guide.nextButton.title
source: Next
ru: Далее

# guide.typingText
source: typing
ru: набирает

# guide.online
source: online
ru: в сети

# guide.motivationSelection.title
source: Choose motivation
ru: Выбери мотивацию

# guide.motivationSelection.description
source: Which penalty do you choose?
ru: Какой режим даст тебе больше мотивации?

# guide.catMotivation.title
source: pet mode
ru: сохранить питомца

# guide.catMotivation.description
source: If you fail, a pet leaves you
ru: Если проиграешь - твой питомец уйдет

# guide.timeMotivation.title
source: time mode
ru: сохранить время

# guide.timeMotivation.description
source: If you fail, you must watch 3 ads in a row
ru: Если проиграешь, то будешь обязан посмотреть 3 рекламных ролика

# guide.catMotivation.message
source: We give you 1 free pet. If your pet leaves you can buy another.
ru: Мы дарим тебе одного бесплатного питомца. Если он уйдет, ты сможешь купить нового.

# guide.timeMotivation.message
source: If you hate ads, then avoiding it will make you highly motivated!
ru: Если тебе не нравится реклама, то необходимость просмотра рекламных роликов в случае проигрыша будет поддерживать твою мотивацию!

# guide.message1
source: Hello, I'm Didi!
ru: Привет, я - Диди!

# guide.message2
source: I'll tell you how not to get distracted by your phone when you need to complete a task.
ru: Я расскажу тебе как не отвлекаться на телефон для выполнения важной задачи.

# guide.message3
source: Or when you want to take a break from social media.
ru: Или просто для отдыха от социальных сетей.

# guide.message4
source: On the next screen you will set up a timer.
ru: На следующем экране тебе предложат установить количество минут на таймере.

# guide.message5
source: During this time you're not allowed to use your phone.
ru: В течение этого времени ты обязуешься не использовать телефон.

# guide.message6
source: To achieve this you have two modes.
ru: В этом тебе помогут два режима мотивации.

# guide.message7
source: The first - 'Saving a Pet'.
ru: Первый - Сохранение питомца.

# guide.message8
source: I give you the most expensive one - Valli.
ru: Я дарю тебе самого дорогого питомца - кошку Пушинку.

# guide.message10
source: If you start using your phone - your pet will leave!
ru: Если ты начнешь пользоваться телефоном, то питомец покинет тебя!

# guide.message11
source: In this case you will need to buy another one to continue using 'Saving a Pet' mode.
ru: И если ты захочешь использовать этот режим дальше, тебе придется купить нового.

# guide.message12
source: The second - 'Saving Time'.
ru: Мы отдаем 50% нашей прибыли благотворительным организациям, помогающим животным!

# guide.message13
source: If you start using your phone - you will have to watch 3 ads in a row!
ru: Ты тоже можешь помочь, сделав пожертвование в один из фондов на вкладке "Еще".

# guide.message14
source: Loosing your precious time!
ru: Второй режим - Сохранение времени.

# guide.message15
source: Let's get started. Good luck!
ru: Если ты начнешь пользоваться телефоном, тебе придется смотреть 3 рекламы.

# notifications.return.title
source: Click to avoid losing!
ru: Нажми, чтобы не проиграть!

# notifications.return.body
source: You will lose your challenge if don't return to the app!
ru: Вы проиграете в текущем испытании, если не вернетесь в приложение!

# notifications.win.title
source: Success!
ru: Успех!

# notifications.win.body
source: You've been staying away from phone during planned time!
ru: Вы смогли не использовать телефон в течение запланированного времени!

# lose.cat.title
source: Your pet left you
ru: Твой питомец покинул тебя

# lose.cat.description
source: You live alone now
ru: Теперь ты живешь один

# lose.cat.mainButton
source: Get a new pet
ru: Получить нового питомца

# lose.cat.secondaryButton
source: Continue without a pet
ru: Продолжить без питомца

# lose.ad.title
source: Time is your penalty
ru: Потеря времени - твое наказание

# lose.ad.description
source: Watch 3 ads
ru: Просмотри 3 рекламныx ролика

# lose.ad.mainButton
source: Execute a penalty and watch 3 ads
ru: Посмотреть 3 рекламныx ролика

# lose.ad.secondaryButton
source: Buy a pet instead
ru: Купить питомца вместо просмотра

# lose.ad.alert.failed.title
source: Ad Loading Failed
ru: Не удалось загрузить рекламу

# lose.ad.alert.failed.message
source: Please check your internet connection and try again
ru: Проверьте Ваше интернет соединение и повторите попытку

# motivationItem.ad.title
source: Saving time
ru: Сохранение времени

# motivationItem.title
source: Change mode
ru: Изменить мотивацию

# motivationItem.catMode
source: Pet mode
ru: Сохранить питомца

# motivationItem.timeMode
source: Time mode
ru: Сохранить время

# motivationItem.descriptionTitle
source: Motivation
ru: Мотивация

# motivationItem.description.ad
source: Possibility of loosing time watching a few ads in case of fail will keep you motivated.
ru: Возможность потратить свое время на просмотр несколькиx рекламныx роликов будет тебя мотивировать.

# motivationItem.description.cat
source: Having a friend that you can lose keeps you motivated.
ru: Возможность потерять друга будет тебя мотивировать.

# motivationItem.info.haveCat
source: now lives with you
ru: сейчас живет с тобой

# motivationItem.info.notCat
source: you have no pet
ru: у тебя нет питомца

# motivationItem.action.title
source: Choose
ru: Выбрать

# motivationItem.setButton.ableToSet
source: Set mode
ru: Выбрать режим

# motivationItem.setButton.unableToSet
source: Mode is set
ru: Режим выбран

# creation.timeTitle
source: Time
ru: Время

# creation.motivationTitle
source: Motivation
ru: Мотивация

# creation.actionTitle
source: Tap to change
ru: Нажми, чтобы изменить

# creation.saveTime
source: save time
ru: сохранить время

# creation.saveCat
source: save a pet
ru: сохранить питомца

# creation.alert.notifications.title
source: Notifications are disabled
ru: Уведомления выключены

# creation.alert.notifications.description
source: In order to start a challenge you need turn off notifications
ru: Мы рекомендуем включить уведомления. Это поможет тебе не проиграть.

# creation.alert.notifications.positive
source: Go to settings
ru: Открыть настройки

# creation.alert.notifications.negative
source: Back
ru: Продолжить без уведомлений

# creation.title
source: Tracker
ru: Трекер

# creation.startButtonTitle
source: Go
ru: Начать

# timeSelection.errorMessage
source: please enter time from 15 to 120 minutes
ru: пожайлуста, введи время от 15 до 120 минут

# timeSelection.title
source: Choose time to concentrate
ru: Выбери время для концентрации

# timeSelection.description
source: Choose an interval from 15 to 120 minutes and don’t pick up your phone to succeed
ru: Введи время в минутах от 15 до 120. Для успешного завершения концентрации не используй телефон в течение этого времени.

# timeSelection.placeholder
source: Time in minutes
ru: Время в минутах

# timeSelection.saveButtonTitle
source: Save
ru: Сохранить

# current.timer.title
source: Time left
ru: Осталось

# current.timer.adDescription
source: You’ll have to spend time watching 3 ads if you give up
ru: Тебе придется посмотреть 3 рекламных ролика в случае неудачи

# current.timer.catDescription
source: Your pet will leave you if you give up
ru: Твой питомец уйдет в случае неудачи

# current.giveUpButton.title
source: Give up
ru: Сдаться

# current.alert.giveUp.title
source: Do you really want to give up?
ru: Уверены, что хотите сдаться?

# current.alert.giveUp.catDescription
source: If you’ll give up, your pet will leave you
ru: Если сдашься - потеряешь своего питомца

# current.alert.giveUp.adDescription
source: If you’ll give up, you’ll have to watch 3 ads.
ru: Если сдашься - тебе придется посмотреть три рекламных ролика

# current.alert.giveUp.positive
source: Continue
ru: Продолжить

# current.alert.giveUp.negative
source: Give up
ru: Сдаться

# current.congrats
source: Congrats!
ru: Поздравляем!

# current.backButton.title
source: Back to menu
ru: Вернуться в меню

# current.successDescription
source: You’re doing great!
ru: Ты отлично справляешься!

# catStore.title
source: Choose a new pet
ru: Выбери нового питомца

# catStore.description
source: Don’t make it sad again
ru: Не сделай его грустным снова

# alert.title.success
source: Success!
ru: Успешно!

# alert.message.success
source: You now have a new pet in your home
ru: Теперь у тебя новый питомец

# alert.action.back
source: Back
ru: Назад

# buy.action
source: Buy
ru: Купить

# catStore.alert.failed.title
source: Pets Loading Failed
ru: Не удалось загрузить питомцев

# catStore.alert.failed.message
source: Please check your internet connection and try again
ru: Проверьте Ваше интернет соединение и повторите попытку

# history.title
source: History
ru: История

# history.success
source: Success
ru: Успех

# history.failed
source: Failed
ru: Неудача

# history.motivation.cat
source: pet mode
ru: сохранить питомца

# history.motivation.ad
source: time mode
ru: сохранить время

# history.today
source: Today
ru: Сегодня

# history.yesterday
source: Yesterday
ru: Вчера

# history.noHistory
source: No history to show
ru: Пока нет истории

# history.bestScore
source: Best score
ru: Лучший результат

# history.clear
source: Clear all
ru: Очистить

# history.alert.title
source: Do you really want to clear your history?
ru: Ты точно хочешь удалить историю?

# history.alert.description
source: If you clear your history it cannot be restored
ru: После удаления ее невозможно будет восстановить

# history.alert.clear
source: Clear
ru: Удалить

# history.alert.cancel
source: Cancel
ru: Отменить

# settings.title
source: Settings
ru: Еще

# settings.notifications
source: Notifications
ru: Уведомления

# settings.appearance
source: Appearance
ru: Интерфейс

# settings.getInTouch
source: Get in touch
ru: Связаться с разработчиками

# settings.about
source: About
ru: О Приложении

# settings.darkMode
source: Dark Mode
ru: Темная тема

# settings.emailUs
source: Email us
ru: Написать разработчикам

# settings.terms
source: Terms of Service
ru: Правила использования

# settings.policy
source: Privacy Policy
ru: Политика приватности

# music.title
source: Choose a melody that could help you to concentrate
ru: Выбери мелодию, которая поможет тебе сконцентрироваться
